Repository: nazgul26/PHPRecipebook
Catalog: src/Locale/*/default.po
Languages: fr

source: Beef
fr: Bœuf

source: Bread
fr: Pain

source: Egg
fr: Œuf

source: Lamb
fr: Agneau

source: Other
fr: Autre

source: Pasta
fr: Pâtes

source: Pork/Ham
fr: Porc / Ham

source: Poultry
fr: Volaille

source: Seafood
fr: Fruits de mer

source: Vegetable
fr: Légume

source: Breakfast
fr: Petit déjeuner

source: Snack
fr: Casse-croûte

source: Lunch
fr: Déjeuner

source: Appetizer
fr: Apéritif

source: Entree
fr: Entrée

source: Beverage
fr: Boisson

source: Easy
fr: Facile

source: Intermediate
fr: Intermédiaire

source: Difficult
fr: Difficile

source: American
fr: Américain

source: Chinese
fr: Chinois

source: German
fr: Allemand

source: Greek
fr: Grecque

source: Indian
fr: Indien

source: Italian
fr: Italien

source: Japanese
fr: Japonais

source: Mexican
fr: Mexicain

source: Middle Eastern
fr: Moyen Orient

source: None
fr: Aucun

source: Slavic
fr: Slave

source: Alcohol
fr: Alcool

source: Bakery
fr: Boulangerie

source: Beans
fr: Haricots

source: Candy
fr: Bonbons

source: Canned Fruit
fr: Fruits en conserve

source: Canned Meat & Fish
fr: Les conserves de viande et de poisson

source: Canned Vegetables
fr: Légumes en conserve

source: Coffee, Tea & Cocoa
fr: Café, thé et cacao

source: Dairy
fr: Produits laitiers

source: Deli
fr: Épicerie Fine

source: Drink mix
fr: Mélange de boisson

source: Facial Tissue
fr: Mouchoirs

source: Free
fr: Gratuit

source: Frozen Foods
fr: Surgelés

source: Hand Soap
fr: Savon pour les mains

source: Hot & Cold Cereal
fr: Hot &amp; céréales froides

source: Household Cleaners
fr: nettoyants ménagers

source: Juice & Cocktail
fr: Juice &amp; Cocktail

source: Kosher/Ethnic
fr: Casher / ethnique

source: Laundry Detergents
fr: Détergents textiles

source: Meat
fr: Viande

source: Natural & Organic
fr: Natural &amp; Organic

source: Oil/Vinegar/Dressings
fr: Huile / vinaigre / Pansements

source: Pancakes & Syrup
fr: Pancakes &amp; sirop

source: Paper Serving Ware
fr: Papier service Ware

source: Pasta & Sauce
fr: Pâtes et sauces

source: Peanut Butter/Jelly/Honey
fr: Peanut Butter / Jelly / Miel

source: Produce
fr: Produire

source: Rice
fr: Riz

source: Salty Snacks & Chips
fr: Salty Snacks &amp; Chips

source: Soda pop
fr: Soda

source: Soup
fr: Soupe

source: Spices
fr: Épices

source: Toilet Paper
fr: Papier Toilette

source: Dinner
fr: Dîner

source: Slow cooker
fr: Mijoteuse

source: Microwave
fr: Micro-onde

source: Canning
fr: Mise en conserve

source: Unit
fr: Unité

source: Slice
fr: Tranche

source: Clove
fr: Clou de girofle

source: Pinch
fr: Pincer

source: Package
fr: Paquet

source: Can
fr: Pouvoir

source: Drop
fr: Dérouler

source: Bunch
fr: Bouquet

source: Dash
fr: Tiret

source: Cup
fr: Tasse

source: Tablespoon
fr: Cuillerée à soupe

source: Teaspoon
fr: Cuillère à café

source: Pound
fr: Livre

source: Ounce
fr: Once

source: Pint
fr: Pinte

source: Quart
fr: Litre

source: Milligram
fr: Milligramme

source: Centigram
fr: Centigramme

source: Gram
fr: Gramme

source: Kilogram
fr: Kilogramme

source: Milliliter
fr: Millilitre

source: Centiliter
fr: Centilitre

source: Liter
fr: Litre

source: Deciliter
fr: Décilitre

source: Not Authorized.
fr: Non autorisé.

source: Invalid base type
fr: Type de base non valide

source: The base type has been saved.
fr: Le type de base a été enregistré.

source: The base type could not be saved. Please, try again.
fr: Le type de base n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The base type has been deleted.
fr: Le type de base a été supprimé.

source: The base type could not be deleted. Please, try again.
fr: Le type de base ne peut pas être supprimé. Se il vous plaît, essayez de nouveau.

source: Invalid core ingredient
fr: Invalid ingrédient de base

source: The core ingredient has been saved.
fr: L&#39;ingrédient de base a été enregistré.

source: The core ingredient could not be saved. Please, try again.
fr: L&#39;ingrédient de base n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The core ingredient has been deleted.
fr: L&#39;ingrédient de base a été supprimé.

source: The core ingredient could not be deleted. Please, try again.
fr: L&#39;ingrédient de base n&#39;a pas pu être supprimé. Se il vous plaît, essayez de nouveau.

source: Invalid course
fr: Bien sûr non valide

source: The course has been saved.
fr: Le cours a été enregistré.

source: The course could not be saved. Please, try again.
fr: Le cours n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The course has been deleted.
fr: Le cours a été supprimé.

source: The course could not be deleted. Please, try again.
fr: Le cours n&#39;a pas pu être supprimé. Se il vous plaît, essayez de nouveau.

source: Invalid difficulty
fr: Difficulté non valide

source: The difficulty has been saved.
fr: La difficulté a été enregistré.

source: The difficulty could not be saved. Please, try again.
fr: La difficulté n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The difficulty has been deleted.
fr: La difficulté a été supprimé.

source: The difficulty could not be deleted. Please, try again.
fr: La difficulté n&#39;a pas pu être supprimé. Se il vous plaît, essayez de nouveau.

source: Invalid ethnicity
fr: Ethnicité non valide

source: The ethnicity has been saved.
fr: L&#39;appartenance ethnique a été enregistré.

source: The ethnicity could not be saved. Please, try again.
fr: L&#39;ethnicité ne pouvait pas être sauvé. Se il vous plaît, essayez de nouveau.

source: The ethnicity has been deleted.
fr: L&#39;appartenance ethnique a été supprimé.

source: The ethnicity could not be deleted. Please, try again.
fr: L&#39;origine ethnique n&#39;a pas pu être supprimé. Se il vous plaît, essayez de nouveau.

source: Could not open uploaded file, please try again.
fr: Impossible d&#39;ouvrir le fichier téléchargé, se il vous plaît essayer à nouveau.

source: Not Ingredient Owner
fr: Non Ingrédient propriétaire

source: Invalid ingredient
fr: Ingrédient non valide

source: The ingredient has been saved.
fr: L&#39;ingrédient a été enregistré.

source: The ingredient could not be saved. Please, try again.
fr: L&#39;ingrédient n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The ingredient has been deleted.
fr: L&#39;ingrédient a été supprimé.

source: The ingredient could not be deleted. Please, try again.
fr: L&#39;ingrédient n&#39;a pas pu être supprimé. Se il vous plaît, essayez de nouveau.

source: Invalid location
fr: Emplacement non valide

source: The location has been saved.
fr: L&#39;emplacement a été enregistré.

source: The location could not be saved. Please, try again.
fr: La situation ne pourrait pas être sauvé. Se il vous plaît, essayez de nouveau.

source: The location has been deleted.
fr: L&#39;emplacement a été supprimé.

source: The location could not be deleted. Please, try again.
fr: La situation ne pourrait pas être supprimé. Se il vous plaît, essayez de nouveau.

source: Not meal owner
fr: Non repas propriétaire

source: Invalid meal plan
fr: Plan de repas non valide

source: The meal plan has been saved.
fr: Le plan de repas a été enregistré.

source: The meal plan could not be saved. Please, try again.
fr: Le plan de repas n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The meal plan has been deleted.
fr: Le plan de repas a été supprimé.

source: The meal plan could not be deleted. Please, try again.
fr: Le plan de repas ne peut pas être supprimé. Se il vous plaît, essayez de nouveau.

source: Start date not defined
fr: Date de début ne est pas défini

source: Meal(s) added to shopping list.
fr: Repas (s) ajouté à la liste d&#39;achats.

source: Meal(s) could not be added to shopping list. Please, try again.
fr: Repas (s) n&#39;a pas pu être ajouté à la liste d&#39;achats. Se il vous plaît, essayez de nouveau.

source: Invalid preparation method
fr: Méthode de préparation non valide

source: The preparation method has been saved.
fr: La méthode de préparation a été enregistré.

source: The preparation method could not be saved. Please, try again.
fr: La méthode de préparation n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The preparation method has been deleted.
fr: Le procédé de préparation a été supprimé.

source: The preparation method could not be deleted. Please, try again.
fr: La méthode de préparation ne peut pas être supprimé. Se il vous plaît, essayez de nouveau.

source: Invalid preparation time
fr: Temps de préparation non valide

source: The preparation time has been saved.
fr: Le temps de préparation a été enregistré.

source: The preparation time could not be saved. Please, try again.
fr: Le temps de préparation n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The preparation time has been deleted.
fr: Le temps de préparation a été supprimé.

source: The preparation time could not be deleted. Please, try again.
fr: Le temps de préparation ne peut pas être supprimé. Se il vous plaît, essayez de nouveau.

source: Invalid price range
fr: Invalid gamme de prix

source: The price range has been saved.
fr: La fourchette de prix a été enregistrée.

source: The price range could not be saved. Please, try again.
fr: La gamme de prix n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The price range has been deleted.
fr: La fourchette de prix a été supprimé.

source: The price range could not be deleted. Please, try again.
fr: La gamme de prix n&#39;a pas pu être supprimé. Se il vous plaît, essayez de nouveau.

source: Not Recipe Owner
fr: Non Recette propriétaire

source: Invalid recipe
fr: Recette non valide

source: The recipe has been saved.
fr: La recette a été enregistrée.

source: The recipe could not be saved. Please, try again.
fr: La recette n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The ingredient has been removed.
fr: L&#39;ingrédient a été supprimée.

source: The ingredient could not be removed. Please, try again.
fr: L&#39;ingrédient n&#39;a pas pu être enlevé. Se il vous plaît, essayez de nouveau.

source: The related recipe has been removed.
fr: La recette liée a été supprimé.

source: The related recipe could not be removed. Please, try again.
fr: La recette liée ne peut être supprimée. Se il vous plaît, essayez de nouveau.

source: The recipe has been deleted.
fr: La recette a été supprimé.

source: The recipe could not be deleted. Please, try again.
fr: La recette n&#39;a pas pu être supprimé. Se il vous plaît, essayez de nouveau.

source: Invalid restaurant
fr: Restaurant non valide

source: The restaurant has been saved.
fr: Le restaurant a été enregistré.

source: The restaurant could not be saved. Please, try again.
fr: Le restaurant n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The restaurant has been deleted.
fr: Le restaurant a été supprimé.

source: The restaurant could not be deleted. Please, try again.
fr: Le restaurant n&#39;a pas pu être supprimé. Se il vous plaît, essayez de nouveau.

source: Password must have a value.
fr: Mot de passe doit avoir une valeur.

source: Password successfully saved
fr: Mot de passe enregistré avec succès

source: The user could not be saved. Please, try again.
fr: L&#39;utilisateur n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: Passwords did not match. Please, try again.
fr: Les mots de passe ne correspondent pas. Se il vous plaît, essayez de nouveau.

source: Not List Owner or Editor
fr: Non Inscrivez propriétaire ou éditeur

source: Invalid shopping list
fr: Liste d&#39;achats non valide

source: The shopping list has been saved.
fr: La liste d&#39;achats a été enregistré.

source: The shopping list name could not be saved. Please, try again.
fr: Le nom de la liste d&#39;achats n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The item has been removed.
fr: L&#39;objet a été retiré.

source: The item could not be removed. Please, try again.
fr: L&#39;élément n&#39;a pas pu être supprimé. Se il vous plaît, essayez de nouveau.

source: Invalid recipe item
fr: Invalid élément de recette

source: Invalid ingredient item
fr: Ingrédient non valide article

source: Recipe added to list.
fr: Recette ajouté à la liste.

source: Unable to add recipe to list.
fr: Impossible d&#39;ajouter la recette à la liste.

source: Ingredient added to list.
fr: Ingrédient ajouté à la liste.

source: Unable to add ingredient to list.
fr: Impossible d&#39;ajouter à la liste des ingrédients.

source: Invalid list
fr: Liste non valide

source: Shopping done! List cleared.
fr: Magasinage fait! Liste effacé.

source: Invalid source
fr: La source non valide

source: The source has been saved.
fr: La source a été sauvegardé.

source: The source could not be saved. Please, try again.
fr: La source n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The source has been deleted.
fr: La source a été supprimée.

source: The source could not be deleted. Please, try again.
fr: La source n&#39;a pas pu être supprimé. Se il vous plaît, essayez de nouveau.

source: Invalid store
fr: Magasin non valide

source: The store has been saved.
fr: Le magasin a été enregistré.

source: The store could not be saved. Please, try again.
fr: La banque n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The store has been deleted.
fr: Le magasin a été supprimé.

source: The store could not be deleted. Please, try again.
fr: Le magasin ne peut pas être supprimé. Se il vous plaît, essayez de nouveau.

source: Invalid unit
fr: Unité non valide

source: The unit has been saved.
fr: L&#39;unité a été enregistré.

source: The unit could not be saved. Please, try again.
fr: L&#39;unité n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: The unit has been deleted.
fr: L&#39;unité a été supprimé.

source: The unit could not be deleted. Please, try again.
fr: L&#39;unité ne peut pas être supprimé. Se il vous plaît, essayez de nouveau.

source: Not Admininstrator
fr: Non Admininstrator

source: Not allowed to edit another user.
fr: Non autorisé à modifier un autre utilisateur.

source: Your account is currently locked. Use the password reset link to reset your password.
fr: Votre compte est actuellement verrouillé. Utilisez le lien mot de passe pour réinitialiser votre mot de passe.

source: Invalid username or password, try again
fr: Nom d&#39;utilisateur ou mot de passe invalide, essayez à nouveau

source: Logged out.
fr: Déconnecté.

source: Your reset email is on the way!
fr: Votre email réinitialisation est sur le chemin!

source: Could not send a reset email. Please contact support.
fr: Impossible d&#39;envoyer un courriel de réinitialisation. Se il vous plaît contacter le support.

source: Could not find your email address, try again.
fr: Impossible de trouver votre adresse e-mail, essayez de nouveau.

source: Passwords are not set to same value. Please, try again.
fr: Les mots de passe ne sont pas réglés même valeur. Se il vous plaît, essayez de nouveau.

source: A new password is required. Please, try again.
fr: Un nouveau mot de passe est nécessaire. Se il vous plaît, essayez de nouveau.

source: Password successfully reset. Login with your new password to continue.
fr: Mot de passe correctement remis à zéro. Connectez-vous avec votre nouveau mot de passe pour continuer.

source: The password could not be saved. Please, try again.
fr: Le mot de passe n&#39;a pas pu être sauvé. Se il vous plaît, essayez de nouveau.

source: Could not find reset information. Please try again.
fr: Impossible de trouver des informations réinitialisation. Se il vous plaît essayer à nouveau.

source: Invalid user
fr: Utilisateur non valide

source: The user has been saved.
fr: L&#39;utilisateur a été enregistré.

source: Settings saved. Logout/Sign In maybe required for settings to take effect.
fr: Paramètres sauvegardés. Déconnexion / Connexion peut-être nécessaire pour que les paramètres prennent effet.

source: The user has been deleted.
fr: L&#39;utilisateur a été supprimé.

source: The user could not be deleted. Please, try again.
fr: L&#39;utilisateur ne peut pas être supprimé. Se il vous plaît, essayez de nouveau.

source: could not data file for reading
fr: ne pouvait pas fichier de données pour la lecture

source: This recipe could not be saved. Please try again
fr: Cette recette n&#39;a pas pu être sauvé. Se il vous plaît essayer à nouveau

source: No filename after parsing. Function %s returned an invalid filename
fr: Pas de nom de fichier après l&#39;analyse. Fonction% s retourné un nom de fichier non valide

source: Submit
fr: Soumettre

source: Base Types
fr: Types de base

source: Add Base Type
fr: Ajouter Type de base

source: Actions
fr: Actes

source: Edit
fr: Éditer

source: Delete
fr: Effacer

source: Are you sure you want to delete %s?
fr: Êtes-vous sûr de vouloir supprimer %s?

source: Page {:page} of {:pages}
fr: Page {: Page} de {:} pages

source: previous
fr: précédent

source: next
fr: suivant

source: Core Ingredients
fr: Ingrédients de base

source: Add Core Ingredient
fr: Ajouter des ingrédients de base

source: List Ingredients
fr: Liste Ingrédients

source: Are you sure you want to delete # %s?
fr: Êtes-vous sûr de vouloir supprimer # %s?

source: Courses
fr: Cours

source: Add Course
fr: Ajouter un cours

source: Difficulties
fr: Problèmes

source: Add Difficulty
fr: Ajouter Difficulté

source: Ethnicities
fr: Peuples

source: Add Ethnicity
fr: Ajouter ethnique

source: Import Recipes
fr: Importation de recettes

source: To import a meal master format file, browse for it and press submit to import. Duplicate recipes names will not be imported.
fr: Pour importer un fichier de format maître de repas, recherchez-le et appuyez soumettre à importer. Noms de recettes en double ne seront pas importés.

source: Imported ingredients that do not exactly match existing ingredient names will be created as new ingredients.
fr: Ingrédients importés qui ne correspondent pas exactement noms d&#39;ingrédients existants seront créés de nouveaux ingrédients.

source: Location In Store
fr: Situation en magasin

source: Measurement Type
fr: Type de mesure

source: Solid/Liquid
fr: Solide / liquide

source: Ingredients
fr: Ingrédients

source: Add Ingredient
fr: Ajouter Ingrédient

source: List Core Ingredients
fr: Core list Ingrédients

source: List Locations
fr: Énumérer les endroits

source: Add Location
fr: Ajouter Emplacement

source: List Units
fr: Unités Liste

source: Add Unit
fr: Ajouter Unité

source: Are you sure you want to delete "%s"?
fr: Etes-vous sûr de vouloir supprimer &quot;% s&quot;?

source: Browse your recipes
fr: Parcourez vos recettes

source: Recipes
fr: Recettes

source: Manage your meal plans
fr: Gérer vos plans de repas

source: Meal Planner
fr: Planificateur de repas

source: Create or Edit a shopping list
fr: Créer ou modifier une liste de courses

source: Shopping List
fr: Liste d&#39;épicerie

source: Ingredients used in recipes
fr: Les ingrédients utilisés dans les recettes

source: List of your restaurants
fr: Liste de vos restaurants

source: Administer Users
fr: Administrer les utilisateurs

source: Users
fr: Utilisateurs

source: Sign in with your existing account
fr: Connectez-vous avec votre compte existant

source: Sign in
fr: Se connecter

source: Create a new account
fr: Créer un nouveau compte

source: Create Account
fr: Créer Un Compte

source: Logout
fr: Se Déconnecter

source: Edit your Account settings
fr: Modifier vos paramètres de compte

source: Ingredient
fr: Ingrédient

source: Location
fr: Emplacement

source: Price Ranges
fr: Gamme de prix

source: Ethnicity
fr: Origine ethnique

source: Base Type
fr: Type de base

source: Course
fr: Cours

source: Preparation Time
fr: Temps de préparation

source: Preparation Method
fr: Méthode de préparation

source: Difficulty
fr: Difficulté

source: Meal
fr: Repas

source: Locations
fr: Emplacements

source: New Location
fr: Nouvel emplacement

source: recipe serves
fr: recette sert

source: Recipe
fr: Recette

source: Enter Recipe Name
fr: Entrez Nom de la recette

source: Every other day
fr: Tous les autres jours

source: View
fr: Vue

source: Meal Plan - Weekly
fr: Repas - Hebdomadaire

source: Add to Shopping List
fr: Ajouter à la liste d&#39;épicerie

source: Today
fr: Aujourd&#39;hui

source: Are you sure you want to delete meal "%s"?
fr: Etes-vous sûr de vouloir supprimer repas &quot;% s&quot;?

source: Preparation Methods
fr: Méthodes de préparation

source: Add Preparation Method
fr: Ajouter Méthode de préparation

source: Preparation Times
fr: Préparation Temps

source: Add Preparation Time
fr: Ajouter Temps de préparation

source: New Price Range
fr: Nouvelle gamme de prix

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fr: Page {: Page} de {:} pages, montrant {:} courant enregistre sur {: count} totale, à partir du dossier {:} commencer, se terminant le {: fin}

source: By Course
fr: En cours

source: By Base
fr: Par Base

source: By Prep Method
fr: Par Prep Méthode

source: Add A Recipe
fr: Ajouter une recette

source: Entered value is not a number/fraction, please try again.
fr: La valeur entrée ne est pas un numéro / fraction, se il vous plaît essayer à nouveau.

source: Are you sure you wish to remove this item?
fr: Êtes-vous sûr de vouloir supprimer cet élément?

source: View Recipe
fr: Voir la recette

source: Edit Sources
fr: Modifier Sources

source: Edit Ethnicities
fr: Modifier Peuples

source: Edit Base Types
fr: Modifier les types de base

source: Edit Courses
fr: Modifier Cours

source: Edit Preparation Times
fr: Modifier le temps de préparation

source: Edit Difficulties
fr: Modifier Difficultés

source: Quantity
fr: Quantité

source: Units
fr: Unités

source: Qualifier
fr: Qualificatif

source: add new
fr: ajouter de nouvelles

source: Optional
fr: En option

source: Unknown
fr: Inconnu

source: Order Ingredient - currently #
fr: Afin Ingrédient - actuellement #

source: Add Another Ingredient
fr: Ajouter un autre ingrédient

source: Related Recipe Name
fr: Nom de la recette

source: Required
fr: Requis

source: Order Recipe - currently #
fr: Afin Recette - actuellement #

source: Add Another Recipe
fr: Ajouter une autre recette

source: Add Recipe
fr: Ajouter une recette

source: Import
fr: Importation

source: List Ethnicities
fr: Liste Peuples

source: List Base Types
fr: Types Liste de base

source: List Courses
fr: Liste des cours

source: List Preparation Times
fr: Liste Préparation Temps

source: List Preparation Methods
fr: Liste Méthodes de préparation

source: List Difficulties
fr: Liste Difficultés

source: List Sources
fr: Liste Sources

source: Add Source
fr: Ajouter Source

source: List Users
fr: Liste utilisateurs

source: Add User
fr: Ajouter un utilisateur

source: Edit Recipe
fr: Modifier Recette

source: Add to shopping list
fr: Ajouter à la liste d&#39;achats

source: Print
fr: Imprimer

source: Export
fr: Exportation

source: Serving Size
fr: Portion

source: Comments
fr: Commentaires

source: Source Description
fr: Description de la source

source: Last Modified
fr: Dernière mise à jour

source: User
fr: Utilisateur

source: (optional)
fr: (Facultatif)

source: Directions
fr: Instructions

source: optional
fr: en option

source: Add Restaurant
fr: Ajouter restaurant

source: List Price Ranges
fr: Liste Fourchettes de prix

source: New Price Ranges
fr: Nouveaux échelles de prix

source: Continue...
fr: Continuer ...

source: Finish
fr: Finition

source: New Install
fr: Nouvelle installation

source: Upgrade
fr: Améliorer

source: Continue
fr: Continuer

source: Clear List
fr: Effacer La Liste

source: List Stores
fr: Liste magasins
