Repository: nazgul26/PHPRecipebook
Catalog: src/Locale/*/default.po
Languages: fr

source: List Online Vendors
fr: Inscrivez vendeurs en ligne

source: Recipe Name
fr: Nom de la recette

source: Servings
fr: Portions

source: Servings to buy
fr: Portions acheter

source: Are you sure you want to remove %s?
fr: Êtes-vous sûr de vouloir supprimer %s?

source: Ingredient Name
fr: Nom Ingrédient

source: Save
fr: Enregistrer

source: Start Shopping
fr: Accéder à la boutique

source: Select Items
fr: Sélection des éléments

source: In Store
fr: En Magasin

source: Select
fr: Sélectionner

source: Name
fr: Nom

source: Complete
fr: Complet

source: Adding
fr: Ajout

source: Online
fr: En ligne

source: Product / ID
fr: Produit / ID

source: Add All
fr: Ajouter tous

source: What Items do you already have?
fr: Quels sont les articles que vous avez déjà?

source: Stores
fr: Magasins

source: Add & Edit
fr: Ajouter &amp; Modifier

source: Stores
fr: Magasins

source: New Store
fr: Nouveau magasin

source: Account Settings
fr: Paramètres du compte

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Enter your username and password
fr: Entrez votre nom d&#39;utilisateur et mot de passe

source: Forgot password?
fr: Mot de passe oublié?

source: Login
fr: Se Connecter

source: Reset Password
fr: Réinitialiser Le Mot De Passe

source: Enter your email address to received an email to reset your password.
fr: Entrez votre adresse email pour reçu un e-mail pour réinitialiser votre mot de passe.

source: Send
fr: Envoyer

source: Enter a new password to reset the account '
fr: Entrez un nouveau mot de passe pour réinitialiser le compte &#39;

source: Edit User
fr: Modifier l&#39;utilisateur

source: Delete User
fr: Supprimer l&#39;utilisateur

source: Id
fr: Ça

source: Username
fr: Nom d&#39;utilisateur

source: Access Level
fr: Niveau d&#39;accès

source: Language
fr: Langue

source: Country
fr: Pays

source: Created
fr: Établi

source: Last Login
fr: Dernière Connexion

source: Modified
fr: Modifié

source: numeric
fr: numérique

source: boolean
fr: booléen
