Repository: nazgul26/PHPRecipebook
Catalog: Locale/swe/LC_MESSAGES/default.po
Languages: sv

source: Beef
sv: Biff

source: Bread
sv: Bröd

source: Egg
sv: Ägg

source: Fruit
sv: Frukt

source: Grain
sv: korn

source: Lamb
sv: Lamm

source: Other
sv: Annat

source: Pork/Ham
sv: Gris/Skinka

source: Poultry
sv: Höns

source: Seafood
sv: Havsmat

source: Vegetable
sv: Vegetabiliska

source: Breakfast
sv: Frukost

source: Appetizer
sv: Aptitretare

source: Side Dish
sv: Sidorätt

source: Entree
sv: Entré

source: Dessert
sv: Efterrätt

source: Beverage
sv: Dryck

source: Easy
sv: Lätt

source: Intermediate
sv: Intermediär

source: Difficult
sv: Svårt

source: American
sv: Amerikanskt

source: Chinese
sv: Kinesisk

source: German
sv: Tysk

source: Greek
sv: Grekisk

source: Indian
sv: Indisk

source: Italian
sv: Italiensk

source: Japanese
sv: Japansk

source: Mexican
sv: Mexikansk

source: Middle Eastern
sv: Mellanöstern

source: None
sv: Inget

source: Slavic
sv: Slaviskt

source: Alcohol
sv: Alkohol

source: Bakery
sv: Bageri

source: Beans
sv: Bönor

source: Candy
sv: Godis

source: Canned Fruit
sv: Konserverad frukt

source: Canned Meat & Fish
sv: Konserverat kött&fisk

source: Canned Vegetables
sv: Konserverade grönsaker

source: Coffee, Tea & Cocoa
sv: Kaffe, te och kakao

source: Condiments
sv: Kryddor

source: Cookies
sv: Småkakor

source: Dairy
sv: Mejeri

source: Facial Tissue
sv: Ansiktsservetter

source: Free
sv: Gratis

source: Frozen Foods
sv: Frusen mat

source: Hand Soap
sv: Handtvål

source: Hot & Cold Cereal
sv: Varm och kall gröt

source: Household Cleaners
sv: Hushållsrengörare

source: Kosher/Ethnic
sv: Kosher/Etnisk

source: Laundry Detergents
sv: Tvättmedel

source: Meat
sv: Kött

source: Natural & Organic
sv: Naturlig & Organisk

source: Oil/Vinegar/Dressings
sv: Olja/Vinäger/Dressing

source: Pancakes & Syrup
sv: Pannkakor & Sirap

source: Paper Serving Ware
sv: Papper Servering Ware

source: Pasta & Sauce
sv: Pasta & sås

source: Peanut Butter/Jelly/Honey
sv: Jordnötssmör/Gelé/Honung

source: Produce
sv: Producera

source: Rice
sv: Ris

source: Salty Snacks & Chips
sv: Salta snacks & chips

source: Soup
sv: Soppa

source: Spices
sv: Kryddor

source: Toilet Paper
sv: Toalettpapper

source: Dinner
sv: Middag

source: Slow cooker
sv: Långsam spis

source: Microwave
sv: Mikrovågsugn

source: 0 Minutes
sv: 0 minuter

source: 1-10 Minutes
sv: 1-10 minuter

source: 10-30 Minutes
sv: 10-30 minuter

source: 30-60 Minutes
sv: 30-60 minuter

source: 60+ Minutes
sv: 60+ minuter

source: Unit
sv: Enhet

source: Slice
sv: Skiva

source: Clove
sv: Kryddnejlika

source: Pinch
sv: Nypa

source: Package
sv: Paket

source: Can
sv: Burk

source: Drop
sv: Släpp

source: Carton
sv: Kartong

source: Cup
sv: Kopp

source: Tablespoon
sv: Matsked

source: Teaspoon
sv: Tesked

source: Pound
sv: Pund

source: Ounce
sv: Uns

source: Quart
sv: Kvarts

source: Not Authorized.
sv: Ej tillåtet.

source: Invalid base type
sv: Ogiltig huvudingrediens

source: The base type has been saved.
sv: Huvudingrediensen har sparats.

source: The base type could not be saved. Please, try again.
sv: Huvudingrediensen kunde inte sparas. Var god försök igen.

source: The base type has been deleted.
sv: Huvudingrediensen har raderats.

source: The base type could not be deleted. Please, try again.
sv: Huvudingrediensen kunde inte tas bort. Var god försök igen.

source: Invalid core ingredient
sv: Ogiltig kärningrediens

source: The core ingredient has been saved.
sv: Kärningrediensen har sparats.

source: The core ingredient could not be saved. Please, try again.
sv: Kärningrediensen kunde inte sparas. Var god försök igen.

source: The core ingredient has been deleted.
sv: Kärningrediensen har raderats.

source: The core ingredient could not be deleted. Please, try again.
sv: Kärningrediensen kunde inte tas bort. Var god försök igen.

source: Invalid course
sv: Ogiltigt måltid

source: The course has been saved.
sv: Måltiden har sparats.

source: The course could not be saved. Please, try again.
sv: Måltiden kan inte sparas. Var god försök igen.

source: The course has been deleted.
sv: Måltiden har raderats.

source: The course could not be deleted. Please, try again.
sv: Måltiden kan inte tas bort. Var god försök igen.

source: Invalid difficulty
sv: Ogiltigt svårighet

source: The difficulty has been saved.
sv: Svårighetsgraden har sparats.

source: The difficulty could not be saved. Please, try again.
sv: Svårighetsgraden kunde inte sparas. Var god försök igen.

source: The difficulty has been deleted.
sv: Svårighetsgraden har raderats.

source: The difficulty could not be deleted. Please, try again.
sv: Svårighetsgraden kan inte tas bort. Var god försök igen.

source: Invalid ethnicity
sv: Ogiltigt etnicitet

source: The ethnicity has been saved.
sv: Etniciteten har sparats.

source: The ethnicity could not be saved. Please, try again.
sv: Etniciteten kunde inte sparas. Var god försök igen.

source: The ethnicity has been deleted.
sv: Etniciteent har raderats.

source: The ethnicity could not be deleted. Please, try again.
sv: Etniciteten kunde inte tas bort. Var god försök igen.

source: Could not open uploaded file, please try again.
sv: Det gick inte att öppna uppladdade filen, försök igen.

source: Not Ingredient Owner
sv: Ej ägare av ingrediensen

source: Invalid ingredient
sv: Ogiltigt ingrediens

source: The ingredient has been saved.
sv: Ingrediensen har sparats.

source: The ingredient could not be saved. Please, try again.
sv: Ingrediensen kunde inte sparas. Var god försök igen.

source: The ingredient has been deleted.
sv: Ingrediensen har raderats.

source: The ingredient could not be deleted. Please, try again.
sv: Ingrediensen kunde inte tas bort. Var god försök igen.

source: Invalid location
sv: Ogiltigt läge

source: The location has been saved.
sv: Platsen har sparats.

source: The location could not be saved. Please, try again.
sv: Platsen kunde inte sparas. Var god försök igen.

source: The location has been deleted.
sv: Platsen har raderats.

source: The location could not be deleted. Please, try again.
sv: Platsen kunde inte tas bort. Var god försök igen.

source: Not meal owner
sv: Ej måltidsägare

source: Invalid meal plan
sv: Ogiltig måltidsplan

source: The meal plan has been saved.
sv: Måltidsplanen har sparats.

source: The meal plan could not be saved. Please, try again.
sv: Måltidsplanen kunde inte sparas. Var god försök igen.

source: The meal plan has been deleted.
sv: Måltidsplanen har raderats.

source: The meal plan could not be deleted. Please, try again.
sv: Måltidsplanen kunde inte tas bort. Var god försök igen.

source: Start date not defined
sv: Startdatum har inte angetts

source: Meal(s) added to shopping list.
sv: Måltider har lagts till i inköpslistan.

source: Meal(s) could not be added to shopping list. Please, try again.
sv: Måltider kunde inte läggas till i inköpslistan. Var god försök igen.

source: Invalid preparation method
sv: Ogiltig framställningsmetod

source: The preparation method has been saved.
sv: Framställningsmetoden har sparats.

source: The preparation method could not be saved. Please, try again.
sv: Framställningsmetoden kunde inte sparas. Var god försök igen.

source: The preparation method has been deleted.
sv: Framställningsmetoden har raderats.

source: The preparation method could not be deleted. Please, try again.
sv: Framställningsmetoden kunde inte tas bort. Var god försök igen.

source: Invalid preparation time
sv: Ogiltig förberedelsetid

source: The preparation time has been saved.
sv: Förberedelsetiden har sparats.

source: The preparation time could not be saved. Please, try again.
sv: Förberedelsetiden kunde inte sparas. Var god försök igen.

source: The preparation time has been deleted.
sv: Förberedelsetiden har raderats.

source: The preparation time could not be deleted. Please, try again.
sv: Förberedelsetiden kunde inte tas bort. Var god försök igen.

source: Invalid price range
sv: Ogiltigt prisklass

source: The price range has been saved.
sv: Prisintervallet har sparats.

source: The price range could not be saved. Please, try again.
sv: Prisintervallet kunde inte sparas. Var god försök igen.

source: The price range has been deleted.
sv: Prisintervallet har raderats.

source: The price range could not be deleted. Please, try again.
sv: Prisintervallet kunde inte tas bort. Var god försök igen.

source: Not Recipe Owner
sv: Ej receptägare

source: Invalid recipe
sv: Ogiltigt recept

source: The recipe has been saved.
sv: Receptet har sparats.

source: The recipe could not be saved. Please, try again.
sv: Receptet kunde inte sparas. Var god försök igen.

source: The ingredient has been removed.
sv: Ingrediensen har tagits bort.

source: The ingredient could not be removed. Please, try again.
sv: Ingrediensen kunde inte tas bort. Var god försök igen.

source: The related recipe has been removed.
sv: Det relaterade receptet har tagits bort.

source: The related recipe could not be removed. Please, try again.
sv: Det relaterade receptet kunde inte tas bort. Var god försök igen.

source: The recipe has been deleted.
sv: Receptet har raderats.

source: The recipe could not be deleted. Please, try again.
sv: Receptet kunde inte tas bort. Var god försök igen.

source: Invalid restaurant
sv: Ogiltigt restaurang

source: The restaurant has been saved.
sv: Restaurangen har sparats.

source: The restaurant could not be saved. Please, try again.
sv: Restaurangen kunde inte sparas. Var god försök igen.

source: The restaurant has been deleted.
sv: Restaurangen har raderats.

source: The restaurant could not be deleted. Please, try again.
sv: Restaurangen kan inte raderas. Var god försök igen.

source: Password must have a value.
sv: Lösenordet måste ha ett värde.

source: Password successfully saved
sv: Lösenord har sparats

source: The user could not be saved. Please, try again.
sv: Användaren kunde inte sparas. Var god försök igen.

source: Passwords did not match. Please, try again.
sv: Lösenorden matchade inte. Var god försök igen.

source: Not List Owner or Editor
sv: Ej listans administratör eller redaktör

source: Invalid shopping list
sv: Ogiltig inköpslista

source: The shopping list has been saved.
sv: Inköpslistan har sparats.

source: The shopping list name could not be saved. Please, try again.
sv: Inköpslistans namn kunde inte sparas. Var god försök igen.

source: The item has been removed.
sv: Objektet har tagits bort.

source: The item could not be removed. Please, try again.
sv: Objektet kunde inte tas bort. Var god försök igen.

source: Invalid recipe item
sv: Ogiltigt recepttyp

source: Invalid ingredient item
sv: Ogiltigt ingredienstyp

source: Recipe added to list.
sv: Recept tillagd i listan

source: Unable to add recipe to list.
sv: Det går inte att lägga till receptet till listan.

source: Ingredient added to list.
sv: Ingrediens adderad till listan

source: Unable to add ingredient to list.
sv: Det går inte att lägga till ingrediensen till listan.

source: Invalid list
sv: Ogiltig lista

source: Shopping done! List cleared.
sv: Inköp gjort! Listan raderas.

source: Invalid source
sv: Ogiltigt källa

source: The source has been saved.
sv: Källan har sparats.

source: The source could not be saved. Please, try again.
sv: Källan kunde inte sparas. Var god försök igen.

source: The source has been deleted.
sv: Källan har raderats.

source: The source could not be deleted. Please, try again.
sv: Källan kunde inte raderas. Var god försök igen.

source: Invalid store
sv: Ogiltigt butik

source: The store has been saved.
sv: Butiken har sparats.

source: The store could not be saved. Please, try again.
sv: Butiken kunde inte sparas. Var god försök igen.

source: The store has been deleted.
sv: Butiken har raderats.

source: The store could not be deleted. Please, try again.
sv: Butiken kan inte raderas. Var god försök igen.

source: Invalid unit
sv: Ogiltig enhet

source: The unit has been saved.
sv: Enheten har sparats.

source: The unit could not be saved. Please, try again.
sv: Enheten kunde inte sparas. Var god försök igen.

source: The unit has been deleted.
sv: Enheten har raderats.

source: The unit could not be deleted. Please, try again.
sv: Enheten kunde inte tas bort. Var god försök igen.

source: Not Admininstrator
sv: Inte administratör

source: Not allowed to edit another user.
sv: Ej tillåtet att ändra en annan användare.

source: Your account is currently locked. Use the password reset link to reset your password.
sv: Ditt konto är för närvarande låst. Använd återställning av lösenordslänken för att återställa ditt lösenord.

source: Invalid username or password, try again
sv: Ogiltigt användarnamn eller lösenord, försök igen

source: Logged out.
sv: Loggade ut.

source: Your reset email is on the way!
sv: E-post är på väg för återställning!

source: Could not send a reset email. Please contact support.
sv: Det gick inte att skicka en återställnings e-post. Vänligen kontakta support.

source: Could not find your email address, try again.
sv: Kunde inte hitta din e-postadress, försök igen.

source: Passwords are not set to same value. Please, try again.
sv: Lösenord stämmer ej överens. Var god försök igen.

source: A new password is required. Please, try again.
sv: Ett nytt lösenord krävs. Var god försök igen.

source: Password successfully reset. Login with your new password to continue.
sv: Lösenord har återställts. Logga in med ditt nya lösenord för att fortsätta.

source: The password could not be saved. Please, try again.
sv: Lösenordet kunde inte sparas. Var god försök igen.

source: Could not find reset information. Please try again.
sv: Kunde inte hitta återställningsinformation. Var god försök igen.

source: Invalid user
sv: Ogiltig användare

source: The user has been saved.
sv: Användaren har sparats.

source: Settings saved. Logout/Sign In maybe required for settings to take effect.
sv: Inställningar sparas. Logga ur/Logga in kanske krävs för inställningarna ska börja gälla.

source: The user has been deleted.
sv: Användaren har raderats.

source: The user could not be deleted. Please, try again.
sv: Användaren kan inte tas bort. Var god försök igen.

source: could not data file for reading
sv: kunde inte datafil för läsning

source: This recipe could not be saved. Please try again
sv: Receptet kunde inte sparas. Var god försök igen

source: DEFAULT
sv: Standard

source: No filename after parsing. Function %s returned an invalid filename
sv: Ingen filnamn efter språklig analys. Funktion %s returnerade ett ogiltigt filnamn

source: Submit
sv: Skicka

source: Base Types
sv: Huvudingredienser

source: Add Base Type
sv: Lägg till ny huvudingrediens

source: Actions
sv: Åtgärder

source: Edit
sv: Redigera

source: Delete
sv: Radera

source: Are you sure you want to delete %s?
sv: Är du säker på att du vill radera %s?

source: Page {:page} of {:pages}
sv: Sida {:page} av {:pages}

source: previous
sv: föregående

source: next
sv: nästa

source: Core Ingredients
sv: grundingredienser

source: Add Core Ingredient
sv: Lägg Kärna ingrediens

source: List Ingredients
sv: Lista ingredienser

source: Are you sure you want to delete # %s?
sv: Är du säker på att du vill ta bort # %s?

source: Courses
sv: Rätter

source: Add Course
sv: Lägg till måltidstyp

source: Difficulties
sv: Svårigheter

source: Add Difficulty
sv: Lägg till svårighetsgrad

source: Ethnicities
sv: Etniciteter

source: Add Ethnicity
sv: Lägg till ursprung

source: Import Recipes
sv: Importera recept

source: To import a meal master format file, browse for it and press submit to import. Duplicate recipes names will not be imported.
sv: Om du vill importera en "måltidsfil", leta efter den och tryck skicka för att importera. Dubblett-receptnamn kommer inte att importeras.

source: Imported ingredients that do not exactly match existing ingredient names will be created as new ingredients.
sv: Importerade ingredienser som inte exakt matchar befintliga benämningar på ingredienser kommer att skapas som nya ingredienser.

source: Location In Store
sv: Plats i butik

source: Measurement Type
sv: Måttyp

source: Solid/Liquid
sv: Fast/flytande

source: Ingredients
sv: Ingredienser

source: Add Ingredient
sv: Lägg till ingrediens

source: List Core Ingredients
sv: Lista kärningredienser

source: List Locations
sv: Lista Platser

source: Add Location
sv: Lägg till plats

source: List Units
sv: Lista enheter

source: Add Unit
sv: Lägg till enhet

source: Are you sure you want to delete "%s"?
sv: Är du säker på att du vill ta bort "%s"?

source: Browse your recipes
sv: Bläddra bland dina recept

source: Recipes
sv: Recept

source: Manage your meal plans
sv: Hantera dina måltidsplaner

source: Meal Planner
sv: Måltidsplanerare

source: Create or Edit a shopping list
sv: Skapa eller redigera en inköpslista

source: Shopping List
sv: Inköpslista

source: Ingredients used in recipes
sv: Ingredienser som används i recept

source: List of your restaurants
sv: Lista dina restauranger

source: Restaurants
sv: Restauranger

source: Administer Users
sv: Administrera användare

source: Users
sv: Användare

source: Sign in with your existing account
sv: Logga in med ditt befintliga konto

source: Sign in
sv: Logga in

source: Create a new account
sv: Skapa ett nytt konto

source: Create Account
sv: Skapa konto

source: Logout
sv: Logga ut

source: Edit your Account settings
sv: Redigera dina kontoinställningar

source: Ingredient
sv: Ingrediens

source: Location
sv: Plats

source: Restaurant
sv: Restaurang

source: Price Ranges
sv: Prisklasser

source: Ethnicity
sv: Etnicitet

source: Base Type
sv: Huvudingrediens

source: Course
sv: Rätt

source: Preparation Time
sv: Tillredningstid

source: Preparation Method
sv: Framställningsmetod

source: Difficulty
sv: Svårighetsgrad

source: Source
sv: Källa

source: Meal
sv: Måltid

source: PHPRecipebook Exception
sv: PHPRecipebook Undantag

source: Locations
sv: Platser

source: New Location
sv: Ny plats

source: recipe serves
sv: recept tjänar pengar?

source: Recipe
sv: Recept

source: Enter Recipe Name
sv: Ange receptnamn

source: Every other day
sv: Varannan dag

source: View
sv: Visa

source: Meal Plan - Weekly
sv: Måltidsplan - Veckovis

source: Add to Shopping List
sv: Lägg till i inköpslistan

source: Today
sv: Idag

source: Are you sure you want to delete meal "%s"?
sv: Är du säker på att du vill ta bort måltid "%s"?

source: Preparation Methods
sv: Framställningsmetoder

source: Add Preparation Method
sv: Lägg till framställningsmetod

source: Preparation Times
sv: Tillredningstider

source: Add Preparation Time
sv: Lägg till tillredningstid

source: New Price Range
sv: Ny prisklass

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
sv: Sida {:page} av {:pages}, visar {:current} resultat av {:count} totalt, med start på nummer {:start}, som slutar på {:end}

source: Recipe Box
sv: Receptlåda

source: By Course
sv: Måltider

source: By Base
sv: Huvudingrediens

source: By Prep Method
sv: Tillagningsmetod

source: Add A Recipe
sv: Lägg till ett recept

source: Entered value is not a number/fraction, please try again.
sv: Angivna värdet är inte ett nummer/fraktion, försök igen.

source: Are you sure you wish to remove this item?
sv: Är du säker på att du vill ta bort detta objekt?

source: View Recipe
sv: Visa recepten

source: Edit Sources
sv: Redigera källor

source: Edit Ethnicities
sv: Redigera Etniciteter

source: Edit Base Types
sv: Redigera huvudingrediens

source: Edit Courses
sv: Redigera måltider

source: Edit Preparation Times
sv: Redigera förberedelsetider

source: Edit Difficulties
sv: Redigera svårighetsgrad

source: Quantity
sv: Kvantitet

source: Units
sv: Enheter

source: add new
sv: lägg till ny

source: Optional
sv: Valfritt

source: Unknown
sv: Okänd

source: Order Ingredient - currently #
sv: Beställ ingrediens - för närvarande #

source: Add Another Ingredient
sv: Lägg till ytterligare en ingrediens

source: Related Recipe Name
sv: Relaterade receptnamn

source: Required
sv: Obligatorisk

source: Order Recipe - currently #
sv: Beställ recept - för närvarande #

source: Add Another Recipe
sv: Lägg till ytterligare ett recept

source: Add Recipe
sv: Lägg till recept

source: Import
sv: Importera

source: List Ethnicities
sv: Lista Etniciteter

source: List Base Types
sv: Lista huvudingredienser

source: List Courses
sv: Lista måltider

source: List Preparation Times
sv: Lista förberedelsetider

source: List Preparation Methods
sv: Lista tillagningsmetoder

source: List Difficulties
sv: Lista Svårigheter

source: List Sources
sv: Lista källor

source: Add Source
sv: Lägg till källa

source: List Users
sv: Lista användare

source: Add User
sv: Lägg till användare

source: Edit Recipe
sv: Redigera recept

source: Add to shopping list
sv: Lägg till i inköpslistan

source: Print
sv: Skriv ut

source: Serving Size
sv: Portionsstorlek

source: Comments
sv: Kommentarer

source: Source Description
sv: Källbeskrivning

source: Last Modified
sv: Senast ändrad

source: User
sv: Användare

source: (optional)
sv: (valfritt)

source: Directions
sv: Vägledning

source: optional
sv: valfritt

source: Add Restaurant
sv: Lägg till restaurant

source: List Price Ranges
sv: Lista prisklasser

source: New Price Ranges
sv: Nya prisklasser

source: Continue...
sv: Fortsätt ...

source: Finish
sv: Avslut

source: New Install
sv: Ny installation

source: Upgrade
sv: Uppgradering

source: Continue
sv: Fortsätt

source: Clear List
sv: Rensa lista

source: List Stores
sv: Lista butiker

source: List Online Vendors
sv: Lista online försäljare

source: Action
sv: Åtgärd

source: Recipe Name
sv: Receptnamn

source: Servings
sv: Portion

source: Servings to buy
sv: Portioner att köpa

source: Are you sure you want to remove %s?
sv: Är du säker på att du vill ta bort %s?

source: Ingredient Name
sv: Ingrediensens namn

source: Save
sv: Spara

source: Start Shopping
sv: Börja handla

source: Select Items
sv: Välj objekt

source: In Store
sv: I butik

source: Select
sv: Välj

source: Name
sv: Namn

source: Complete
sv: Färdig

source: Adding
sv: lägger till

source: Complete!
sv: Färdig!

source: Product / ID
sv: Produkt / ID

source: Add All
sv: Lägg till alla

source: What Items do you already have?
sv: Vilka artiklar har du redan?

source: Sources
sv: Källor

source: Stores
sv: Butiker

source: Add & Edit
sv: Lägg till och redigera

source: Stores
sv: Butiker

source: New Store
sv: Ny butik

source: Account Settings
sv: Kontoinställningar

source: Sunday
sv: Söndag

source: Monday
sv: Måndag

source: Tuesday
sv: Tisdag

source: Wednesday
sv: Onsdag

source: Thursday
sv: Torsdag

source: Friday
sv: Fredag

source: Saturday
sv: Lördag

source: Enter your username and password
sv: Ange ditt användarnamn och lösenord

source: Forgot password?
sv: Glömt lösenord?

source: Login
sv: Logga in

source: Reset Password
sv: Återställ lösenord

source: Enter your email address to received an email to reset your password.
sv: Fyll i din e-postadress för att få ett mail för att återställa ditt lösenord.

source: Send
sv: Skicka

source: Enter a new password to reset the account '
sv: Ange ett nytt lösenord för att återställa kontot '

source: Edit User
sv: Redigera användare

source: Delete User
sv: Ta bort användare

source: Username
sv: Användarnamn

source: Access Level
sv: Tillgångsnivå

source: Language
sv: Språk

source: Country
sv: Land

source: Created
sv: Skapad

source: Last Login
sv: Senaste inloggning

source: Email
sv: E-post

source: Modified
sv: Ändrad

source: notEmpty
sv: ej tom

source: numeric
sv: numerisk

source: date
sv: datum

source: email
sv: e-post
